const birdsData = [
  [
    {
      id: 1,
      nameBY: 'Крумкач',
      nameRU: 'Ворон',
      species: 'Corvus corax',
      descriptionBY: 'Цалкам чорная з металiчным бляскам (маладыя матавыя), вялiкая птушка з моцнай дзюбай. Хвост у палёце заканчваецца клiнам, ад iншых відаў групы адрознiваецца велiчынёй i голасам. Голас: даволi разнастайны, гарлавое «крук, крук» або «крок-крок», «ток» i даволi звонкі «куланг», у маладых — «каа-каа». Даўжыня цела 60-67 см, размах крылаў 115-150 см.',
      descriptionRU: 'Ворон – крупная птица. Длина тела достигает 70 сантиметров, размах крыльев – до полутора метров. Вороны населяют окрестности Тауэра. В Англии бытует поверье, что в день, когда черные вороны улетят от Тауэра, монархия рухнет.',
      image: 'https://live.staticflickr.com//65535//49298804222_474cfe8682.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/XIQVMQVUPP/XC518684-Grands%20corbeaux%2009012020%20Suzon.mp3'
    },
    {
      id: 2,
      nameBY: 'Журавель шэры',
      nameRU: 'Журавль серый',
      species: 'Grus grus',
      descriptionBY: 'Папялiста-шэры (маладыя з бурым адценнем) з бела-чорнай шыяй i чырвоным верхам галавы (у маладых чырвоны колер адсутнічае). Над хвастом выдаецца чорнае пухавое пер’е, у маладых слаба выразнае. У палёце чарада ляцiць клiнам. Голас: вельмi гучнае, трубнае курлыканне «крi-урр-рiр». Пры небяспецы кароткае «кру». Даўжыня цела 105-130 см, размах крылаў 200-245 см.',
      descriptionRU: 'Звуки, издаваемые журавлем, похожи на звонкое «кур-лы – кур-лы». Журавли чаще всего поют дуэтом – одна птица начинает запев со слога «кур», а вторая подхватывает «лы». Если птица поёт одна, то она издает только звук «кур».',
      image: 'https://live.staticflickr.com/65535/49221158846_b0b69a58f1.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/BLMSIUFTFU/XC512582-190604_1087_Grus_tok.mp3'
    },
    {
      id: 3,
      nameBY: 'Ластаўка гарадская',
      nameRU: 'Ласточка городская',
      species: 'Delichon urbicum',
      descriptionBY: 'Характэрная вызначальная рыса – белае надхвосце. Ад малога свiргуля адрозніваецца больш глыбокай выразкай хваста і большай белай плямай, а таксама белым сподам цела. Верх цела металічна-гранатава-чорны, ніз белы. Маладыя зверху карычнева-чорныя (не блытаць з ластаўкай-зямлянкай). Голас: ціхае і мяккае шчабятанне, у палёце мяккае «чр-чір-чірі». Даўжыня цела 13-16 см, размах крылаў 26-32 см.',
      descriptionRU: 'Для ласточек характерно негромкое щебетание. Песни ласточек не смолкают на протяжении всего лета. Исследователи различают у птиц до 6 щебечущих звуков: «вит», «ви-вит», «чивит», «чиривит» и т.п. Ласточки любят петь дуэтом.',
      image: 'https://live.staticflickr.com//65535//48539007512_5029d2a9a0.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/VOLIQOYWKG/XC489247-190724_09.10h_huiszwaluw_biesbosch_amaliahoeve_roep_100%2Bex_fouragerend_gezien_%20%282%29.mp3'
    },
    {
      id: 4,
      nameBY: 'Ляляк',
      nameRU: 'Козодой',
      species: 'Caprimulgus europaeus',
      descriptionBY: 'Лягчэй за ўсе вызначаецца вечарам або ўначы па голасе. У палёце сілуэт нагадвае драпежную птушку або зязюлю. Галава вялікая, з вельмі шырокай, як «пашча», дзюбай, вочы чорныя. У самца рулявыя з белымі канцамі і 3 белыя плямы на канцах крылаў. Маладыя падобныя да самкі. Голас: шлюбны — вечарам або ўначы неаднаразовае тарахценне «эрроэррорр», якое працягваецца некалькi хвiлiн. Акрамя гэтага выдае выгукi «крціт, куіт-куіт», хрыплае «хіік», ляпае крыламi. Даўжыня цела 25-28 см, размах крылаў 53-64 см.',
      descriptionRU: 'Козодой – неприметная птица, известная благодаря своему голосу. Песня козодоя звучит как монотонная трель похожая на тарахтение мотоцикла. Такое дребезжание слышно от заката до рассвета, его тональность, частота и громкость изменяются. ',
      image: 'https://live.staticflickr.com/65535/48456345286_dbc8530027.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/VOLIQOYWKG/XC486956-190623_22.37h_nachtzwaluw_rechte%20heide_zang_ad%20_2ex_gezien_.mp3'
    },
    {
      id: 5,
      nameBY: 'Зязюля',
      nameRU: 'Кукушка',
      species: 'Cuculus canorus',
      descriptionBY: 'У палёце падобная да шуляка- карагольчыка. Калі сядзіць на дрэве, крыху апускае крылы. У самак дзве морфы — шэрая і рыжая. Самец з шэрым горлам і валлём, у самкі і маладых гэтыя часткі апярэння паласатыя. Афарбоўка маладых вельмі зменлівая, але заўсёды на патылiцы светлая пляма. Голас: у самца гучнае кукаванне «ку-кук, ку-ку-кук», у самкі прарэзлiвы рогат «хрі-хрі-хрі». Даўжыня цела 32-38 см, размах крылаў 54-68 см.',
      descriptionRU: 'Кукушку назвали так из-за особенностей ее песен. Звонкое «ку-ку» не спутать ни с какой другой птицей. Кукушки не строят гнезда, их потомство выращивают другие виды пернатых, которым кукушки подбрасывают свои яйца.',
      image: 'https://live.staticflickr.com/65535/48377838151_e15f430ec1.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/VOLIQOYWKG/XC501461-190616_08.13h_koekoek_brabantse%20biesbosch%20jantjesplaat_roep_1%20ex_ad%20m_ter%20plaatse%20zingend_gezien_.mp3'
    },
    {
      id: 6,
      nameBY: 'Сініца',
      nameRU: 'Синица',
      species: 'Parus major',
      descriptionBY: 'Чорная, блiскучая галава з белымi шчокамi i чорны «гальштук» па сярэдзiне жоўтага споду цела. Маладыя з карычневым або бурым апярэннем замест чорнага, шчокi жаўтаватыя. Сярэднеазiяцкi падвiд увогуле без жоўтага i алiўкава-зялёнага колеру, але з белым i алiўкава-шэрым. Голас: даволi разнастайнае «цi-цi-бе, то-то-рiй», асцерагаючы «тетерерр», позыў «сiт-туi» або «пiньк-пiньк» (нагадвае берасцянку). Даўжыня цела 14 см, размах крылаў 22-25 см.',
      descriptionRU: 'В щебетании синиц различают более 40 различных звуковых сочетаний. Поют они практически круглый год, немного затихая только зимой. Синицы настоящие санитары леса. Одна пара синиц в период гнездования оберегает от вредителей десятки деревьев.',
      image: 'https://live.staticflickr.com//65535//49366042493_c48c81d58d.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/RFGQDPLDEC/XC518417-Kj%C3%B8ttmeis%20XC%20Helg%C3%B8ya%20Elias%20A.%20Ryberg20200108133922_079.mp3'
    }
  ],
  [
    {
      id: 1,
      nameBY: 'Верабей',
      nameRU: 'Воробей',
      species: 'Passer domesticus',
      descriptionBY: 'Выразны дымарфiзм. Самец у шлюбным уборы з шэрым верхам і карычневай патыліцай, з чорным «гальштукам». Узiмку чорны колер робіцца больш светлым, цямнейшая паласа праз вока. Маладыя падобныя да самак. Голас: позыў «джів-джів-джів» або «цiлп, чiлп, ерр» (падобна, як палявы варабей). Усе гэтыя галасы i ўтвараюць спеў. Асцерагае «чэрр-чэрр». Даўжыня цела 14 –16 см, размах крылаў 21-25,5 см.',
      descriptionRU: 'Воробьи являются самыми известными и узнаваемыми пернатыми. Их легко узнать по пестрому оперению и задорному чириканью. Воробьи относятся к синатропному виду — они селятся поблизости к человеческому жилищу.',
      image: 'https://live.staticflickr.com//65535//49366595303_06cf65b07e.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/CXFHOPIVAS/XC503224-191020_0134.mp3'
    },
    {
      id: 2,
      nameBY: 'Грак',
      nameRU: 'Грач',
      species: 'Corvus frugilegus',
      descriptionBY: 'Чорны з пурпурова-фiялетавым бляскам, са светлай неаперанай плямай каля асновы дзюбы i спераду галавы. Маладыя без бляску, галава цалкам апераная, ад шэрай вароны адрознiваецца больш тонкай, плоскай дзюбай. Часта сустракаецца ў вялiкiх чародах (звычайна разам з каўкамі). Голас: карканне крыху больш хрыплае i насавое, чым у чорнай вароны, гучыць больш як «карр», чым «кра». Даўжыня цела 44-50 см, размах крылаў 81-100 см.',
      descriptionRU: 'Грачи очень умные и сообразительные птицы. С помощью клюва они создают и используют простейшие орудия. У грачей развит рефлекс на звуки трактора. Услышав «тарахтение», они летят на звук – трактор пашет землю, значит, в этом месте много корма.',
      image: 'https://live.staticflickr.com//65535//49347123322_291c86b016.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/RLRHCUIPIY/XC512540-gawron%20Suble%2019.12.19%20%2012.35.mp3'
    },
    {
      id: 3,
      nameBY: 'Каўка',
      nameRU: 'Галка',
      species: 'Corvus monedula',
      descriptionBY: 'Чорная, блiскучая, з шэрым тулавам i бакамі галавы. Маладыя падобныя, але без бляску. Усходняя морфа з белымi плямамi на баках шыi, а пляма на галаве больш светлая. Вочы вялікія. Вельмі рухомая, часта сустракаецца ў чародах (разам са шпакамi або гракамі). Голас: кароткае, адрывістае, даволi мяккае «к’як, чак», або «каў, кав». Даўжыня цела 31-35 см, размах крылаў 62-74 см.',
      descriptionRU: 'Слово «галка» произошло из старославянского языка и переводится как «чёрный». Этим словом часто называют воронов или других черных птиц. Латинское название галки «monedula» связывают со словами монета за любовь птицы к блестящим и ярким вещам.',
      image: 'https://live.staticflickr.com//65535//49237149586_993cf685c5.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/GYAUIPUVNM/XC510498-Coloeus%20monedula_2019.11.13_11.55_01.mp3'
    },
    {
      id: 4,
      nameBY: 'Дрозд-спявун',
      nameRU: 'Певчий дрозд',
      species: 'Turdus philomelos',
      descriptionBY: 'Аранжава-рыжыя грудзi ў невялiкiя цёмна-карычневыя «стрэлкі», якія накіраваныя ўверх і пераходзяць на бакi. Складзеныя крылы аднастайна афарбаваныя, «брыво» адсутнічае, у палёце перад крылаў ад споду аранжава-жоўты. Голас: спеў — некалькi разоў паўтараемыя, адрывiстыя «ўрачыстыя» гукі «та-від, та-від, та-від-цірр, ціту, ці-ту-ціп, спірі-тум, спірі-ту, ту-ліціцісс» або «фi-лiп, фi-лiп-кiта-лiс-кiта-лiс», якія пераходзяць у доўгую песню. Даўжыня цела 22-24 см, размах крылаў 33-36 см.',
      descriptionRU: 'Дрозд — лучший певец из отряда воробьиных. Песня состоит только из красивых звучных свистов и коротких трелей. Чаще всего её можно услышать в утреннее и вечернее время. Поют дрозды в течении всего периода гнездования.',
      image: 'https://live.staticflickr.com/65535/48979125763_e2534f54bd.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/BLMSIUFTFU/XC513326-190704_1146_TF-Glogow.mp3'
    },
    {
      id: 5,
      nameBY: 'Сaрока',
      nameRU: 'Сорока',
      species: 'Pica pica',
      descriptionBY: 'Чорна-белая, з металiчным бляскам i доўгiм (1/3 даўжыні цела) прыступкавым хвастом. Маладыя без бляску. Голас: гучнае, хуткае i прарэзлівае «чак-чак, чакерак», або «чр-тртртр». Даўжыня цела 40-48 см, размах крылаў 52-60 см.',
      descriptionRU: 'Сорока очень трудолюбивая птица. Она строит до восьми гнёзд, а потом выбирает из них самое лучшее. Вход в гнездо сорок всегда обращен на юг, чтобы в жилище было теплее. Сороки являются единственными птицами, которые узнают себя в зеркале.',
      image: 'https://live.staticflickr.com//65535//49360363066_ff02bb6a73.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/GYAUIPUVNM/XC500868-Pica%20pica2019.08.23_09.18_02.mp3'
    },
    {
      id: 6,
      nameBY: 'Сойка',
      nameRU: 'Сойка',
      species: 'Garrulus glandarius',
      descriptionBY: 'Перад цела карычнева-ржавага колеру, люстэрка на крылах белае і блакітнае ў чорныя палоскі, белае надхвосце i чорны хвост. Каля асновы дзюбы чорны «вус». Часта падымае пёры на галаве. У розных падвiдаў ёсць розныя варыянты афарбоўкi апярэння. Голас: хрыплае «пррэээч, пррэээч», розныя iншыя хрыплыя выгукі, часта капiруе галасы iншых птушак, асаблiва «клійа» канюха-мышалова. Даўжыня цела 32-36 см, размах крылаў 52-58 см.',
      descriptionRU: 'Когда сойка волнуется, хохолок на её голове взъерошивается. Птица старается создать устрашающее зрелище. Сойки умеют имитировать голоса других птиц, животных и звуки, которые создает человек. На зиму они делают большие запасы желудей и орехов.',
      image: 'https://live.staticflickr.com//65535//49369678956_9a7465c7f4.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/TFOGOENSTQ/XC501517-191008_1590%201300.%20Eichelh%C3%A4her%20D%2C%20NW%2C%20LEV.%20Stephan%20Risch.mp3'
    }
  ],
  [
    {
      id: 1,
      nameBY: 'Берасцянка',
      nameRU: 'Зяблик',
      species: 'Fringilla coelebs',
      descriptionBY: 'Выразны дымарфiзм. На чорна-карычневым крыле дзве белыя паласы, белыя бакi хваста (добра бачныя ў палёце). У самца верх галавы шэра-блакiтны, іржава-чырвоныя шчокi, горла i грудзi, алiўкава-блакiтнаватае надхвосце. У самкi верх алiўкава-шэры, бакi галавы i грудзi алiўкава-зялёныя. Маладыя падобныя да самкi. Голас: спеў — даволi хуткая трэль, якая ўключае тры часткi з акцэнтаваным заканчэннем; позыў «пiнк, iрр», у палёце «йiп» (можа нагадваць песню вялікай сініцы). Даўжыня цела 14-16 см, размах крылаў 24,5-28,5 см.',
      descriptionRU: 'В дикой природе насчитывается 450 видов зябликов. Зимой зяблики ведут стайный образ жизни. Иногда в их семьях можно увидеть воробьев. Запевают зяблики весной, с наступлением брачного периода. Их пение – это заливистые многоминутные рулады.',
      image: 'https://live.staticflickr.com/65535/49143150817_2d3a2f6c1e.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/ZNCDXTUOFL/XC512407-150622_03%20zi%C4%99ba%20%282%29.mp3'
    },
    {
      id: 2,
      nameBY: 'Крыжадзюб',
      nameRU: 'Клёст',
      species: 'Loxia curvirostra',
      descriptionBY: 'Выразны дымарфiзм. Абедзве часткi дзюбы скрыжаваныя, прычым даўжыня дзюбы значна большая за вышыню каля асновы. Самец матава-чырвоны, самка матава-алiўкава-зялёная. Маладыя падобныя да самкi, але нiз цела ў рыскi. Голас: позыў — насавое «геп-геп-геп» альбо «кле-кле-кле». Спеў — мешанiна позыўных гукаў з насавымi трэлямi i шчабятаннем. Даўжыня цела 16-18 см, размах крылаў 27-30,5 см.',
      descriptionRU: 'Клестов называют «рождественскими» птицами. В естественных условиях они дают потомство зимой – в январе. Эти птицы утепляют свои гнезда мхом и шерстью животных, потому птенцам не холодно. В поисках шишек клесты могут улетать за 3500 км от гнезда.',
      image: 'https://live.staticflickr.com//65535//49365470123_f2de66bb35.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/OTVUCEGYZN/XC495381-Kruisbek%20roep%20NHD%20290619.mp3'
    },
    {
      id: 3,
      nameBY: 'Туркаўка',
      nameRU: 'Горлица',
      species: 'Streptopelia turtur',
      descriptionBY: 'Стройная, верх карычнева-рыжаваты з чорнымi плямкамi, на баках шыi плямы з чорна-белых палосак, хвост чорна-белы, у палёце моцна закруглены. У маладых плямы на шыi адсутнічаюць, галава i шыя карычневыя. Голас: рытмiчнае, працяглае, мадуляванае «турр-урр-уррр-уррр». Даўжыня цела 26-32 см, размах крылаў 47-54 см.',
      descriptionRU: 'Горлица обитает в смешанных и широколиственных лесах, а также в городских парках и поселках. Птицы часто выбирают места жизни рядом с человеком и легко привыкают к людям. Благодаря мелодичному приятному пению горлиц часто разводят в домашних условиях.',
      image: 'https://live.staticflickr.com/65535/48063004977_84252f9ceb.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/ZNCDXTUOFL/XC324106-Turkawka_Streptopelia_turtur_Poland_Jarek_Matusiak_2011625_07.mp3'
    },
    {
      id: 4,
      nameBY: 'Дзяцел',
      nameRU: 'Дятел',
      species: 'Dendrocopos major',
      descriptionBY: 'Стракаты, чорна-бела-чырвоны. Падхвосце чырвонае, на спіне дзве вялікія белыя плямы (не блытаць з 203). Чорны ашыйнiк ідзе ад патыліцы да асновы дзюбы і грудзей, нa баках галавы і шыі вялікія белыя плямы. У самца чырвоная пляма на патыліцы (у самкі патыліца чорная). У маладых абодвух полаў чырвоная з чорнай абводкай «шапачка». Голас: стукае гучна і інтэнсіўна, позыў — кароткае «кік, кікс», асцерагае «рірірі» альбо «гігігі». Даўжыня цела 22-26 см, размах крылаў 39-46 см.',
      descriptionRU: 'Дятел – заметная и шумная птица, часто живет рядом с человеком. С середины января до конца июня можно услышать «барабанную дробь» дятлов – трель от вибрации веток под быстрыми ударами клюва птицы. В хорошую погоду дробь слышна в радиусе 1,5 км.',
      image: 'https://live.staticflickr.com/65535/49339376578_e933426455.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/ZNCDXTUOFL/XC518928-AB-017%20dzi%C4%99cio%C5%82%20du%C5%BCy%20agresja%20%282%29.mp3'
    },
    {
      id: 5,
      nameBY: 'Удод',
      nameRU: 'Удод',
      species: 'Upupa epops',
      descriptionBY: 'З вялікім згорнутым альбо разгорнутым чубам на галаве. Дзюба тонкая і доўгая, загнутая ўніз. Палёт хвалісты, са складаннем крылаў. Часта сустракаецца на зямлі. У маладых чуб меншы і колеры менш кантрастныя. Голас: манатоннае «ду-ду-ду» альбо «хуп-хуп-хуп» (здалёк падобнае на брэх сабакі), позыў — нізкае «хрр». Даўжыня цела 26-32 см, размах крылаў 42-48 см.',
      descriptionRU: 'Удоды предпочитают жить на открытых ландшафтах с отдельными деревьями или рощами. Наиболее удобными для птицы являются лесостепь и саванна. Удод может выбирать места жительства рядом с человеком: пастбища, виноградники, фруктовые сады.',
      image: 'https://live.staticflickr.com//65535//49226383598_6f8be86a06.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/ZNCDXTUOFL/XC477326-dudek%20%282%29.mp3'
    },
    {
      id: 6,
      nameBY: 'Свіргуль',
      nameRU: 'Стриж',
      species: 'Apus apus',
      descriptionBY: 'Доўгія, серпападобныя крылы і параўнальна кароткі, з развілкай хвост. Матава-чорны, на горле белая пляма (у палёце нябачная). У маладых светлая аблямоўка пёраў. Палёт вельмі хуткі, часам з выдаваннем пiсклівых гукаў. Ніколі не садзіцца на галіны або зямлю. Большы за ластавак, з якімі яго звычайна блытаюць. Голас: рэзкi, пранізлівы свіст «і-стрі-і… стрі-стрі…», «сррііі-сiрріі». Даўжыня цела 16-19 см, размах крылаў 38-48 см.',
      descriptionRU: 'Стрижа можно увидеть практически в каждом уголке планеты. Они обитают как в лесных зонах, так и на открытых местностях. Живут стрижи крупными стаями. Большие колонии этих птиц можно увидеть в городах или на прибрежных скалах.',
      image: 'https://live.staticflickr.com//65535//48386150031_7b749df74b.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/TMUAWSDHDJ/XC511871-G.mp3'
    }
  ],
  [
    {
      id: 1,
      nameBY: 'Жаўрук',
      nameRU: 'Жаворонок',
      species: 'Alauda arvensis',
      descriptionBY: 'Падоўжаны хвост з белымi крайнiмi рулявымi, на галаве невялiкi чуб. Жыве ў адкрытых месцапражываннях. Голас: спявае ў паветры (мал. 4б), у крайнім выпадку (прыцемкам) на зямлi. Вельмi доўгая песня складзеная з трэляў i свiстаў, позыў «трлі, трiрiрi». Даўжыня цела 17-19 см, размах крылаў 30-36 см.',
      descriptionRU: 'Жаворонки — перелетные птицы. С начала сентября они отлетают на юг. Возвращаются они в начале марта, независимо от того, сошел снег или нет. По прилету жаворонков определяли наступление весны и пору, когда пора пахать землю.',
      image: 'https://live.staticflickr.com/65535/47105096764_f751fba568.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/ZNCDXTUOFL/XC462158-Skowronek_Alauda_arvensis_Poland_Jarek_Matusiak_%20-006%20skowronek%20%282%29.mp3'
    },
    {
      id: 2,
      nameBY: 'Салавей',
      nameRU: 'Соловей',
      species: 'Luscinia luscinia',
      descriptionBY: 'Верх цела карычневы, нiз крыху больш светлы, грудзi ў невялiчкiя плямкi. Палавы дымарфiзм адсутнiчае. Маладыя зверху плямiстыя (не блытаць з маладымі малiнаўкамi). Голас: у параўнаннi з заходнім салаўём, спеў больш нiзкі, фрагменты больш яўна адасобленыя адзiн ад аднаго, частыя глыбокiя i нiзкiя тоны, а таксама скрыпучае «дзьдзьдзь». Позыў «лiт-чэк», асцерагае гарлавым «лiт-карр». Даўжыня цела 17 см, размах крылаў 24-27 см.',
      descriptionRU: 'Соловьи поют с начала мая и до конца лета. Каждая песня соловья состоит из 12 повторяющихся элементов, которые еще называют коленами. Кроме собственных трелей, соловьи легко и хорошо перенимают пение других птиц.',
      image: 'https://live.staticflickr.com/7605/27669397735_f3c21758f2.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/HILVWSADVL/XC513809-R07_0052%20Thrush%20Nightingale%20Snipe.mp3'
    },
    {
      id: 3,
      nameBY: 'Шпак',
      nameRU: 'Скворец',
      species: 'Sturnus vulgaris',
      descriptionBY: 'Амаль чорны з металiчным бляскам, у гнездавы перыяд амаль на ўсiм целе слаба акрэсленыя белыя плямкi i жоўтая дзюба. У негнездавы час дзюба цямнее i белыя плямкi становяцца больш выразнымi (асаблiва ў самкi). Маладыя аднолькава карычнева-шэрыя са светлым горлам. Голас: разнастайныя песнi з мноствам запазычанняў, асабліва ад авяльгі. Устаўляе сухі клёкат і свісты, пад час спеваў трасе крыламi. Позыў «шырр», асцерагае «шпреот». Даўжыня цела 22 см, размах крылаў 37-42 см.',
      descriptionRU: 'Скворцы - перелётные птицы. Синхронный перелет больших стай скворцов называется мурмурацией. Это красивое и завораживающее явление – множество птиц будто танцуют в воздухе, образуя замысловатые фигуры, которые уменьшаются и увеличиваются в небе.',
      image: 'https://live.staticflickr.com/65535/49357593971_9509fe1d7c.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/GYAUIPUVNM/XC515519-2020.01.01_17.24_01.MP3'
    },
    {
      id: 4,
      nameBY: 'Авяльга',
      nameRU: 'Иволга',
      species: 'Oriolus oriolus',
      descriptionBY: 'Самец амаль цалкам ярка-жоўты з чорнымi крыламi i часткай хваста. Самка i маладыя больш аднастайна афарбаваныя — зеленавата-жоўтыя, ад споду падоўжныя рыскi, крылы i частка хваста больш цёмныя за цела. Дзюба чырвоная (не блытаць з зялёнай жаўной). Голас: чысты, флейтавы свiст «фіу-ліу, фіціу-ліу», асцерагае хрыплым «жжiйца, кввее» або «нря», позыў (асаблiва маладых) -гучнае «кльюу». Даўжыня цела 24 см, размах крылаў 44-47 см.',
      descriptionRU: 'Мелодичность голоса иволги сравнивают со звучанием флейты. Человеку сложно разглядеть иволгу, так как она обитает высоко на деревьях. Иволга не только очень красивая, но и  полезная птица. Она уничтожает ядовитых гусениц, которых не поедают другие птицы.',
      image: 'https://live.staticflickr.com/65535/47102184004_58a93380b9.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/GYAUIPUVNM/XC491801-2019.07.07_06.28_01.mp3'
    },
    {
      id: 5,
      nameBY: 'Амялушка',
      nameRU: 'Свиристель',
      species: 'Bombycilla garrulus',
      descriptionBY: 'Шэра-карычневая з вялiкiм чубам, на канцы хваста жоўта-чорная палоска. На крыле бела-чырвонае люстэрка. Самка менш кантрастная. Маладыя без люстэрка на крыле i чорнага горла, спод цела з падоўжнымi рыскамi. Голас: далiкатнае, высокае «срi-цiрр». Даўжыня цела 18-21 см, размах крылаў 32-35 см.',
      descriptionRU: 'У свиристели очень цепкие коготки, что помогает птице удерживаться на ветках и склевывать ягоды, которые труднее всего достать. В период ухаживаний самец предлагает самке ягоду или другое угощение. Если самка его принимает, то птицы создают пару.',
      image: 'https://live.staticflickr.com//65535//49367433842_1b06da0e6b.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/ZNCDXTUOFL/XC517421-AB-004%20%282%29%20jemio%C5%82uszka.mp3'
    },
    {
      id: 6,
      nameBY: 'Шчыгел',
      nameRU: 'Щегол',
      species: 'Carduelis carduelis',
      descriptionBY: 'Дымарфiзм адсутнiчае. Стракаты. У палёце асаблiва кiдаецца ў вочы белае надхвосце і жоўтыя палосы на крылах. Маладыя больш карычневыя, з падоўжнымi рыскамi i без чырвонага на галаве. Голас: позыў — прарэзлівае «дiдлiт, шчыглiк, шчыгелiт», спеў з такiх жа гукаў, змяшаных з трэлямi i шчабятаннем. Даўжыня цела 12-14 см, размах крылаў 21-25,5 см.',
      descriptionRU: 'Щеглы поют красиво и мелодично. И в природе, и в неволе они щебечут почти круглый год. В пении щегла различают более 20 переливчатых трелей. Щеглы привыкают к людям, и даже могут возвратиться к хозяину после того, как их выпустили на волю',
      image: 'https://live.staticflickr.com//65535//49366257253_db3ce48b9a.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/VOLIQOYWKG/XC489265-190724_07.58h_putter_biesbosch_%20boompjes%20langs%20open%20water_zang_1ex_ad_niet%20gezien_.mp3'
    }
  ],
  [
    {
      id: 1,
      nameBY: 'Арол',
      nameRU: 'Орёл',
      species: 'Aquila nipalensis',
      descriptionBY: 'Вельмi цёмны, ва ўсiх узростах хвост папярочна-паласаты. Можна пераблытаць з арлом-маркутом, ад якога адрознiваецца больш цёмным апярэннем i меншымi памерамi, а таксама з вялікім-арляцом — у асаблiвасці, з тымі асобiнамі, у якіх няма белых плямаў на надхвосці. Светлыя плямы, якія назіраюцца ў маладых асобiн, паступова на працягу амаль 5 гадоў знiкаюць. Голас: нагадвае брэх сабакі «хаў-хаў». Даўжыня цела 67-86 см, размах крылаў 175-230 см.',
      descriptionRU: 'В древние времена орел был символом солнца. Орлы часто парят над землей, при этом скорость их перемещения может достигать 240 км/ч. Иллюзия медленного движения происходит из-за высоты полета – более 700 метров',
      image: 'https://live.staticflickr.com//4835//43867392960_7105d71e19.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/KTBTZAHSXF/10_Aquila_nipalensis_al02D85.mp3'
    },
    {
      id: 2,
      nameBY: 'Каршун',
      nameRU: 'Коршун',
      species: 'Milvus migrans',
      descriptionBY: 'Хвост са слабай развiлкай, цёмнае апярэнне. Белыя плямы знiзу на крылах у маладых не такiя вялiкiя i чыстыя, як у чырвонага каршуна. Голас: акрамя «хiйа», падобнае на смех вясёлае «хiйяхiйхiй». Даўжыня цела 55-60 см, размах крылаў 160 см.',
      descriptionRU: 'Коршуны – крупные хищники, в высоту они достигают около полуметра, а вес взрослых особей достигает 1 кг. Крылья узкие и длинные, их размах составляет 1,5 м. Коршуны часто гнездятся большими стаями и даже образуют крупные колонии.',
      image: 'https://live.staticflickr.com//65535//48701190276_ee2a9ed594.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/SDPCHKOHRH/XC485740-2019-06-22%20Selenga%20Milan%20brun%20cris%20de%20quemandage%203.mp3'
    },
    {
      id: 3,
      nameBY: 'Лунь',
      nameRU: 'Лунь',
      species: 'Circus cyaneus',
      descriptionBY: 'Выразны палавы дымарфiзм. Белая пляма на надхвосці выразная i параўнальна вялiкая. Маладыя падобныя да самкi. Самец толькi праз некалькi гадоў набывае канчатковы ўбор, найбольш доўга бурыя плямы захоўваюцца на грудзях i жываце. Голас: пад час шлюбных палётаў самец выдае прарэзлівае «піірр, піірр», «гі-гі-гі», самка «гiйе-гiйе». Даўжыня цела 44-52 см, размах крылаў 100-120 см.',
      descriptionRU: 'Лунь – это небольшой сокол. Питается в основном мышевидными грызунами, основа его рациона – полёвки, хомяки, мыши. Оперение луня может быть пепельно-серым. С такой птицей связано сравнение «седой, как лунь».',
      image: 'https://live.staticflickr.com/4480/37240531151_b74619c99d.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/BLMSIUFTFU/XC513498-190709_1175_Cir.cyan-f.mp3'
    },
    {
      id: 4,
      nameBY: 'Сокaл',
      nameRU: 'Сокол',
      species: 'Falco peregrinus',
      descriptionBY: 'Верх папяліста-шэры, чорныя выразныя «вусы», доўгiя, вузкiя крылы i не вельмі доўгi, клiнаваты хвост. Маладыя бурыя з блакiтнаватай васкавiцай, ногi зеленавата-жоўтыя. Голас: кароткае «к’як-к’як-к’як», хуткае «кi-кi-кi», занепакоены выдае хрыплае і крыклівае крэканне «крек-крек». Даўжыня цела 36-50 см, размах крылаў 95-115 см.',
      descriptionRU: 'Латинское название сокола Falco произошло от слова «серп» из-за серповидной формы крыльев. Длинные и широкие крылья позволяют соколу высоко подниматься в небо и свободно парить. Скорость полёта сокола достигает 280-320 километров в час.',
      image: 'https://live.staticflickr.com//65535//49310710607_92a3a145a9.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/MMEJYLOPDO/XC496049-Pilgrimsfalk_06.mp3'
    },
    {
      id: 5,
      nameBY: 'Шуляк-галубятнік',
      nameRU: 'Ястреб',
      species: 'Accipiter gentilis',
      descriptionBY: 'Невялiкая, плоская галава, белае падхвосце, вузкi, доўгi хвост з 4 папярочнымi палосамi. Да ахвяры падбіраецца, манеўруючы пад сховам галiн. Маладыя бура-карычневыя, знiзу з падоўжанымі плямкамі, на спiне канцы пёраў больш светлыя. Голас: «к’як-к’як-к’як», «квiет» i «гік-гік-гік…». Даўжыня цела самца 48-58 см, самкi 60-66 см, размах крылаў самца 96-120 см, самкi 135-165 см.',
      descriptionRU: 'Для всех ястребов характерны широкие и короткие крылья. Ещё один отличительный признак - белые «брови» над глазами. Славянские дружинники размещали изображение ястреба на своих знаменах, как символ отваги, мощи и безжалостности к врагам.',
      image: 'https://live.staticflickr.com//65535//49024617331_b9d0d2c9b3.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/MMEJYLOPDO/XC512740-Duvh%C3%B6k_09.mp3'
    },
    {
      id: 6,
      nameBY: 'Пугач',
      nameRU: 'Филин',
      species: 'Bubo bubo',
      descriptionBY: 'Самая вялiкая сава, ржава-карычневага колеру, зверху галавы «вушкі» з пер’я. Вочы аранжавыя (не блытаць з вушатай савой). Голас: гучнае, нiзкае «у-ху», а таксама больш цiхае, гарлавое «у-у»; асцерагаючы крык нагадвае брэх сабакi. Даўжыня цела 60-78 см, размах крылаў 155-188 см. Самка крыху меншая за самца.',
      descriptionRU: 'Полет филина бесшумный, зрение очень острое. Эти особенности делают птицу непревзойденным ночным охотником. У филина нет естественных врагов, ни один зверь не охотится на взрослых птиц. А вот на птенцов нападают лисы и волки.',
      image: 'https://live.staticflickr.com/65535/48137123012_393653c2e4.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/WNLIDKJKXT/XC518386-sense%20t%C3%ADtol.mp3'
    }
  ],
  [
    {
      id: 1,
      nameBY: 'Альбатрос',
      nameRU: 'Альбатрос',
      species: 'Diomedea exulans',
      descriptionBY: 'Альбатрос - самая буйная лятаючая птушка ў свеце. Размах крылаў дасягае тры з паловай метры, вага - дзесяць кілаграмаў. Большую частку жыцця альбатросы праводзяць у паветры, пакрываючы над акіянскімі прасторамі велізарныя адлегласці',
      descriptionRU: 'Альбатрос - самая крупная летающая птица в мире. Размах крыльев достигает три с половиной метра, вес - десять килограммов. Большую часть жизни альбатросы проводят в воздухе, покрывая над океанскими просторами огромные расстояния',
      image: 'https://live.staticflickr.com/7557/16260253965_8e9430cb66.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/WOEAFQRMUD/XC293087-Diomedea%20exulans151120_T254.mp3'
    },
    {
      id: 2,
      nameBY: 'Олуша',
      nameRU: 'Олуша',
      species: 'Sula nebouxii',
      descriptionBY: 'Асаблівасцю блакiтнаногай олушы з&acute;яўляецца не толькі насычаны ярка-сіні колер лапак, але яшчэ і той факт, што яны вельмі цёплыя. У той час як іншыя віды птушак грэюць носку сваім целам, блакiтнаногая олуша робіць гэта з дапамогай лапак',
      descriptionRU: 'Особенностью голубоногой олуши является не только насыщенный ярко-синий цвет лапок, но еще и тот факт, что они очень теплые. В то время как другие виды птиц греют кладки своим телом, голубоногая олуша делает это с помощью лапок',
      image: 'https://live.staticflickr.com/800/40645471394_4422e69ed8.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/YHKQPPJDVP/XC411507-171217_1491%20BF%20Booby%205ft%20IDLP%201230%20mp3%20amp.mp3'
    },
    {
      id: 3,
      nameBY: 'Буравеснiк',
      nameRU: 'Буревестник',
      species: 'Puffinus griseus',
      descriptionBY: 'Памеры буравеснікавыя розныя. Самыя маленькія з іх у даўжыню складаюць да 25 cм, самыя вялікія - да 1 м, пры размаху крылаў каля 2 м. Існуе павер&acute;е, што з&acute;яўленне буравесніка ў паветры прадвесціць буру, пра што кажа сама назва птушкі.',
      descriptionRU: 'Размеры буревестниковых разные. Самые маленькие из них в длину составляют до 25 см, самые большие - до 1 м, при размахе крыльев около 2 м. Существует поверье, что появление буревестника в воздухе предвещает бурю, о чем говорит само название птицы.',
      image: 'https://live.staticflickr.com//607//22136056020_935cb113f9.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/XQEVNREHJY/SHEARWATER%20Christmas%20Island_04_Motu_Isla%20de%20Pascua-Easter%20Island_CH_4MAR03_Alvaro%20Jaramillo.mp3'
    },
    {
      id: 4,
      nameBY: 'Пелікан',
      nameRU: 'Пеликан',
      species: 'Pelecanus',
      descriptionBY: 'Вялікая, нязграбная птушка, з белым цялеснага адцення апярэннем і чорнымі канцамі крылаў. У палёце знізу тылавы край крыла чорны. Ногі аранжавыя. Маладыя бура-шэрыя. Цёмная шапачка на галаве клінам находзіць на пачатак дзюбы. Дарослае апярэнне набывае на трэцім годзе жыцця (на другім годзе жыцця пасля першай лінькі ўбор белы). Голас: глыбокае, рэдкае і ціхае пакашліванне і мурлыканне. Даўжыня цела 140-175 см, размах крылаў 245-360 см. Самка меншая за самца.',
      descriptionRU: 'Пеликаны — обитатели морей и рек. Ходят они неуклюже, но хорошо летают и плавают. Питаются в основном рыбой, устраивают коллективные охоты — выстроившись полукругом хлопают по воде крыльями и клювами и вытесняют напуганную рыбу на мелководье.',
      image: 'https://interesnyefakty.org/wp-content/uploads/Interesnye-fakty-o-pelikanah.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/XAMHIHFTZG/XC331138-call1.mp3'
    },
    {
      id: 5,
      nameBY: 'Пiнгвiн',
      nameRU: 'Пингвин',
      species: 'Aptenodytes forsteri',
      descriptionBY: 'Самец імператарскага пінгвіна дасягае росты 130 см, яго маса можа набліжацца да 50 кг. З усіх сучасных пінгвінаў гэты від - самы буйны. Сілкаванне пінгвіна складаецца з рыбы, кальмараў і крыля. Палююць птушкі ў акіяне вялікімі групамі.',
      descriptionRU: 'Самец императорского пингвина достигает роста 130 см, его масса может приближаться к 50 кг. Из всех современных пингвинов этот вид – самый крупный. Питание пингвина состоит из рыбы, кальмаров и криля. Охотятся птицы в океане большими группами.',
      image: 'https://live.staticflickr.com/5202/5252413926_8e013a3efd.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/OOECIWCSWV/XC449827-LS100829%20King%20Penguin%20call%20A.mp3'
    },
    {
      id: 6,
      nameBY: 'Чайка',
      nameRU: 'Чайка',
      species: 'Larus argentatus',
      descriptionBY: 'Найбольш распаўсюджана па ўзбярэжжах. Самец большы за самку. Спіна серабрыста-шэрая, махавыя першай ступені часткова чорныя з белымі заканчэннямі, астатняе цела белае. Радужына вока жоўтая. На жоўтай дзюбе чырвоная пляма. Голас: серыя даволі чыстых выгукаў, якія робяцца ўсё больш высокімі і хуткімі напрыканцы, гучаць каскадам: «к’яў, к’яў … к’як’я». Даўжыня цела 54-68 см, размах крылаў 125-155 см.',
      descriptionRU: 'Чайки населяют берега морей, озёр, рек, водохранилищ, болот, часто гнездятся на островах. С конца прошлого века чайки стали появляться в крупных городах, где устраивает гнёзда на крышах зданий. Все чайки ведут колониальный образ жизни.',
      image: 'https://live.staticflickr.com/65535/48577115317_7034201dde.jpg',
      audio: 'https://www.xeno-canto.org/sounds/uploaded/VOLIQOYWKG/XC501190-190801_06.50h_zilvermeeuw_duinen%20van%20goeree_roep_2ex_overvliegend_gezien_.mp3'
    }
  ]
];

export default birdsData;